var img_arr= ["image_juese/xiao.png",
    "image_juese/ningguang.png",
    "image_juese/keqing.png",
    "image_juese/zhongli.png",
    "image_juese/hutao.png",
    "image_juese/qiqi.png"]
var imgtx_arr=[
    "image_juese/xiaotx.png",
    "image_juese/ningguangtx.png",
    "image_juese/keqingtx.png",
    "image_juese/zhonglitx.png",
    "image_juese/hutaotx.png",
    "image_juese/qiqitx.png"

]
var introduce_arr=[
    "守护璃月港的「三眼五显仙人」之一，妙称「护法夜叉大将」。" +
    "虽然外表看起来是一个少年人，但一些有关他的传说，已在古卷中流传千年。" +
    "对望舒客栈中一道名为「杏仁豆腐」的菜颇为喜爱。" +
    "究其原因，是因为「杏仁豆腐」的味道，与他曾经吞噬过的「美梦」十分相似。",
    "坐拥空中宫殿，有着大量传言的璃月权贵，脸上总是挂着优雅神秘的笑容。" +
    "作为「璃月七星」中的天权星，她不仅象征着权力与律法，也代表着财富与才智。",
    "璃月七星之一，玉衡星。对「帝君一言而决的璃月」颇有微词——但实际上，神挺欣赏她这样的人。她坚信与人类命运相关的事，应当由人类去做，而且人类一定可以做得更好。为了证明这一点，她比任何人都要努力。",
    "应「往生堂」邀请而来的神秘客卿。样貌俊美，举止高雅，拥有远超常人的学识。<br>\n" +
    "虽说来历不明，却知礼数、晓规矩。坐镇「往生堂」，能行天地万物之典仪。",
    "胡桃——「往生堂」第七十七代堂主，掌控着璃月葬仪事务的重要人物。尽心尽力地为人们完成送别之仪，维护着世间阴阳平衡之道。除此以外还是个神奇打油诗人，诸多「杰作」被璃月人口口相传。",
    "药庐「不卜庐」的采药姑娘兼学徒。因「仙缘」而拥有不死之身，行动时需要自己给自己下敕令。七七的记忆力非常差，为了保证日常生活的顺利，她随身携带着一本笔记，写有各种各样的注意事项。但在最不巧的那些日子里，她连「要看笔记」这件事都会忘记……"
]

var names_arr=[
    "魈",
    "凝光",
    "刻晴",
    "钟离",
    "胡桃",
    "七七"
]