var img_arr= [
    "image_juese/qing.png",
    "image_juese/kaiya.png",
    "image_juese/lsliya.png",
    "image_juese/babala.png",
    "image_juese/wendi.png",
    "image_juese/keli.png"]
var imgtx_arr=[
    "image_juese/qingtx.png",
    "image_juese/kaiyatx.png",
    "image_juese/lsliyatx.png",
    "image_juese/babalatx.png",
    "image_juese/wenditx.png",
    "image_juese/kelitx.png",

]
var introduce_arr=[
    "<p>身为西风骑士团的代理团长，琴一直忠于职守，为人们带来安宁。虽然并非天赋异禀，但通过刻苦训练，如今的她已然能够独当一面。<br>\n" +
    "当风魔龙的威胁开始临近，这位可靠的代理团长早已做好了准备，誓要守护蒙德。</p>",

    "<p>在西风骑士团里，凯亚是代理团长最信任的副手。凡是交托于他的任务，总能得到解决。<br>\n" +
    "在蒙德城中，风趣幽默的他同样深受人们的喜爱，然而这位谈吐不凡的骑士隐约有着什么不为人知的秘密。</p>",
    "<p>罗莎莉亚——蒙德城西风教会下属修女。<br>\n" +
    "除了打扮哪里都不像神职人员的怪异修女。冷淡、锋利，如刀锋般锐利的女人。<br>\n" +
    "行踪叵测，时常不告而别。身负着某种使命，但人们似乎并不明白她究竟代表着什么…</p>",
    "既是西风教会的祈礼牧师，又是蒙德城的闪耀偶像。对于习惯了传统吟游诗人的蒙德来说，「偶像」是还不习惯的新生事物。但在蒙德，人人都爱芭芭拉。这就是自由之都的自由精神——对大家投来的喜爱，芭芭拉是这样满怀感激地总结的。",
    "<p>来路不明的吟游诗人，有时唱一些老掉牙的旧诗，有时又会唱出谁也没听过的新歌。<br>\n" +
    "喜欢苹果和热闹的气氛，讨厌奶酪和一切黏糊糊的物质。<br>\n" +
    "在引导「风」的元素力时，元素的塑形往往外显为羽毛，因为他很中意看上去轻飘飘的东西。</p>",
    "<p>西风骑士团，火花骑士！永远伴随闪光与爆炸出现！<br>\n" +
    "——然后在琴团长严厉的目光注视下默默消失。<br>\n" +
    "虽然新炸药的配方，很多都是在被关禁闭的时候想出来的……<br>\n" +
    "但如果不被关禁闭的话，就更好了。</p>"
]
var names_arr=[
    "琴",
    "凯亚",
    "罗莎莉亚",
    "芭芭拉",
    "温迪",
    "可莉"
]